Repository: ASL-19/paskoocheh-web
Catalog: src/paskoocheh/webfrontend/locale/*/LC_MESSAGES/django.po
Languages: ar, fa

# Error message
source: Support request rejected because email address was blank.
ar: تمّ رفض طلب الدّعم لعدم تعبئة الإيميل‫.‬ نحتاجهُ للرد عليكم يا رفاق‫.
fa: درخواست پشتیبانی به دلیل خالی بودن آدرس ایمیل رد شد.

# Error message
source: Support request rejected because subject was blank.
ar: تمّ رفض طلب الدّعم لعدم تعبئة حقل العنوان‫.‬ املؤوه بأي شيء‫.
fa: ‫‫درخواست پشتیبانی به دلیل خالی بودن عنوان رد شد.

# Error message
source: Support request rejected because message was blank.
ar: تمّ رفض طلب الدّعم بسبب ترك نص الرّسالة فارغاً‫.‬ نحن لا ننجّم بالغيب يا رفاق الزّنچة‫.
fa: ‫درخواست پشتیبانی به دلیل خالی بودن پیغام رد شد.

# Error message
source: Sorry, the server wasn’t able to find a file for {tool_name}. If this doesn’t seem right, please contact contact us.
ar: عفواً لم يتمكّن الخادوم من إيجاد ملف ل {tool_name}. يرجى الاتصال بنا مباشرة.
fa: متاسفانه سِرور قادر به پیدا کردن فایل {tool_name} نیست. در صورت اشتباه بودن این موضوع، با پشتیبانی تماس بگیرید.

# Error message
source: No frequently asked questions found for {tool_name_and_platform}.
ar: لم يتم العثور على الأسئلة الشائعة لِ {tool_name_and_platform}.
fa: سوال‌های متداولِ {tool_name_and_platform} یافت نشد.

# Error title
source: No FAQs found
ar: لم يتم العثور على الأسئلة الشّائعة
fa: سوال‌های متداول یافت نشد

# Error message
source: No guide matching this URL exists.
ar: ليس هناك دليل على هذا الرّابط‫.
fa: هیچ راهنمایی مطابق با این آدرس وجود ندارد.

# Guide
source: Guide for {tool_name}
ar: دليل لِ‫‫ {tool_name}
fa: راهنمای {tool_name}

# Error message
source: No review matching this URL exists.
ar: ليس هناك تقييم على هذا الرّابط‫.
fa: هیچ نظری مطابق با این آدرس وجود ندارد.

# Error message
source: There are no reviews on this page.
ar: ليس هناك أيّة تقييمات على هذه الصّفحة‫.
fa: هیچ نظری ‫در این صفحه وجود ندارد.

# Review
source: Reviews for {tool_name_and_version}
ar: التقييمات لِ {tool_name_and_version}
fa: نظرهای موجود درباره {tool_name_and_version}

# Error message
source: No tutorial matching this URL exists.
ar: ليس هناك إرشادات مرتبطة بهذا الرّابط‫.
fa: هیچ مطلب آموزشی مطابق با این آدرس وجود ندارد.

# Error message
source: No tutorials found for {tool_name_and_platform}.
ar: عذراً لم يتم العثور على إرشادات {tool_name_and_platform}.
fa: مطلب آموزشی درباره {tool_name_and_platform} یافت نشد.

# Error title
source: No tutorials found
ar: لم يتم العثور على إرشادات
fa: مطلب آموزشی یافت نشد

# Tutorial
source: Tutorials for {tool_name_and_version}
ar: إرشادات لِ ‫‫{tool_name_and_version}
fa: مطلب‌های آموزشی درباره {tool_name_and_version}

# Index
source: This browser is unfortunately unsupported as of now
fa: متاسفانه این مرورگر در حال حاضر پشتیبانی نمی‌شود.

# Tool version download links heading
source: 32-bit
fa: ۳۲ بیت

# Tool version download links heading
source: 64-bit
fa: ۶۴ بیت

# Review
source: {rating} star
fa: ‫{rating} ستاره
