Repository: ASL-19/paskoocheh-web
Catalog: src/paskoocheh/webfrontend/locale/*/LC_MESSAGES/django.po
Languages: ar, fa

# Error message
source: Paskoocheh requires cookies to save your platform selection. Please allow cookies from paskoocheh.com.
ar: تحتاج زنچة إلى الكوكيز ‫(‬ملفّات تعريف الارتباط‫)‬ لحفظ خياراتكم على منصّتها‫.‬ يرجى السّماح بحفظ الكوكيز من موقعنا.
fa: ‫پس‌کوچه برای ذخیره کردن پلتفرم انتخابی شما به استفاده از کوکی‌ها نیاز دارد. لطفا به کوکی‌ها اجازه فعالیت دهید.

# Error message
source: Paskoocheh requires cookies to accept reviews or support requests. Please allow cookies from paskoocheh.com.
ar: تحتاج زنچة الكوكيز لتلقّي تقييماتكم للتطبيقات وطلباتكم للدعم‫.‬ يرجى السماح بحفظ الكوكيز من Zanga.tech.
fa: ‫پس‌کوچه برای قبولِ بازخورد یا درخواست پشتیبانی به استفاده از کوکی‌ها نیاز دارد. لطفا به کوکی‌ها اجازه فعالیت دهید.

# Error message
source: Paskoocheh requires cookies for this feature. Please allow cookies from paskoocheh.com.
ar: تتطلب زنچة الكوكيز لهذه الخاصيّة‫.‬ يرجى السّماح بحفظ الكوكيز من موقعنا.
fa: پس‌کوچه برای این ویژگی به استفاده از کوکی‌ها نیاز دارد. لطفا به کوکی‌ها اجازه فعالیت دهید.

# Tool version rating
source: None
ar: لا يوجد تقييم

# Tool version
source: {rating_count} rating
ar: {rating_count} تقييم
fa: ‫{rating_count} نفر

# Error message
source: No tool matching this URL exists. The tool may no longer be listed.
ar: لا يوجد تطبيق عبر هذا الرّابط‫.‬ من الممكن أن يكون قد تمّ إزالة هذا التطبيق‫.
fa: هیچ اپلیکیشنی مطابق با این آدرس وجود ندارد. احتمالا این اپ دیگر موجود نیست.

# Error message
source: URL contains unknown platform code “{platform_code}”.
ar: يحتوي الرّابط على على كود غير معروف على المنصّة ‫‫“{platform_code}”.
fa: آدرس حاوی ‫پلتفرمِ ناشناخته ”{platform_code}“ است.

# Error message
source: The requested version of this tool doesn’t exist. The version may be discontinued or removed.
ar: الإصدار المطلوب من هذا التطبيق غير موجود‫.‬ من الممكن أن يكون قد تمّ إلغاء أو توقيف هذا الإصدار‫.
fa: نسخه درخواستی این اپلیکیشن وجود ندارد. نسخه موردنظر احتمالا دیگر تولید نمی‌شود و یا حذف شده است.

# Tool version
source: {tool_name} for {platform_name}
ar: ‫{tool_name} - {platform_name}
fa: ‫{tool_name} - {platform_name}

# Blog
source: Paskoocheh blog
ar: مدوّنة زنچة
fa: بلاگ پس‌کوچه

source: Paskoocheh
ar: زنچة
fa: پس‌کوچه

source: Return to header
ar: العودة للترويسة
fa: بازگشت به بالا

# Blog
source: All
ar: الكل
fa: بیشتر

# Blog post
source: Associated tools
ar: تطبيقات ذات صلة
fa: اپلیکیشن مرتبط

# Blog post
source: Associated posts
ar: تدوينات ذات صلة
fa: نوشته‌های مرتبط

# Blog
source: All stories
ar: جميع التدوينات
fa: همه نوشته‌ها

# Blog
source: Older posts
ar: التدوينات الأقدم
fa: نوشته‌های قدیمی‌تر

# Blog
source: Newer posts
ar: التدوينات الأحدث
fa: نوشته‌های جدیدتر

# Tool list
source: All
ar: الكل
fa: بیشتر

# About
source: Follow us:
ar: تابعونا:
fa: شبکه‌های اجتماعی:

# Footer
source: Twitter
ar: تويتر
fa: توییتر

# Footer
source: Facebook
ar: فيسبوك
fa: فیس‌بوک

# Footer
source: Instagram
ar: انستاجرام
fa: اینستاگرام

# Footer
source: Telegram
ar: تيليجرام
fa: تلگرام

# Contact form
source: Contact request submitted successfully. We’ll get back to you soon!
ar: تمّ إرسال الرسالة بنجاح‫.‬ سنرد عليكم قريباً‫!
fa: درخواستِ پشتیبانی با موفقیت ثبت شد. به زودی با شما تماس خواهیم گرفت!

# Contact form
source: E-mail address
ar: الإيميل
fa: آدرس ایمیل

# Contact form
source: Country (optional)
ar: الدولة (اختياري)
fa: کشور (اختیاری)

# Contact form
source: Please describe your issue here...
ar: كيف نستطيع دعمكم؟
fa: لطفا مشکل یا مسئله خود را اینجا شرح دهید…

# Form
source: Submit
ar: إرسال
fa: ارسال

# About page
source: Paskoocheh team
ar: فريق زنچة
fa: تیم پس‌کوچه

# Fallback form
source: We require you to solve this challenge to prevent spam. Sorry for the inconvenience!
ar: يرجى منكم حل المسألة لمساعدتنا في محاربة المحتوى الطّفيلي‫.‬ نعتذر عن الإزعاج‫!
fa: لطفا با حل این چالش به ما برای جلوگیری از اسپم‌ها کمک کنید. برای این موضوع از شما عذر می‌خواهیم!

# Fallback form
source: Verification code (reCAPTCHA)
ar: كود التحقّق ‏‫(reCAPTCH)
fa: کد تایید

# Review overlay
source: Rating required
ar: التقييم مطلوب
fa: امتیاز بدهید

# Review form
source: Select a rating
ar: اختيار تقييم
fa: امتیاز بدهید

# Review form
source: What do you think of this tool? Would you recommend it to others? Why or why not?
ar: ما رأيكم بهذا التطبيق؟ كيف يعمل أو لا يعمل؟ هل ستنصحون به؟ ولماذا؟
fa: نظر شما درباره این اپلیکیشن چیست؟ آن را به دیگران پیشنهاد می‌کنید یا خیر؟ و چرا؟

# Form
source: Cancel
ar: إلغاء
fa: لغو

# Support form
source: E-mail address
ar: الإيميل
fa: آدرس ایمیل

# Support form
source: Subject
ar: العنوان
fa: عنوان

# Support form
source: Please describe your issue here...
ar: كيف نستطيع دعمكم؟
fa: لطفا مشکل یا مسئله خود را اینجا شرح دهید…

# Android promo notice
source: Download Android app for free
ar: نزّلوا تطبيق الأندويد مجّاناً
fa: اپ اندروید پس‌کوچه را دانلود کنید

# Android promo notice
source: Download
ar: للتنزيل مباشرةً
fa: دانلود

# Android promo notice
source: Close
ar: إغلاق
fa: بستن پنجره

# Blog
source: No matching blog posts.
ar: ليس هناك تدوينات مرتبطة‫.
fa: نوشته‌ای پیدا نشد.

# Video error
source: Error displaying video
ar: خطأ في عرض الڤيديو
fa: خطا در نمایشِ ویدیو

# Video error
source: Your browser doesn't support HTML5 video. Here is a <a href="%(link)s">link to the video</a>.
ar: النسخة المستخدمة من هذا المتصفح لا تدعم فيديو HTML5. يمكنكم استخدام <a href="%(link)s">رابط الفيديو</a>.

# extension list
source: No matching extensions.
ar: ليس هناك إضافات مرتبطة‫.
fa: افزونه‌ای پیدا نشد.

# Tool list item
source: Category
ar: التصنيف
fa: دسته

# Tool version
source: Average rating
ar: معدّل التقييم
fa: میانگین امتیازها

# Tool version
source: %(average_rating)s stars
ar: ‫%(average_rating)s نجوم
fa: %(average_rating)s ستاره

# extension version
source: Download count
ar: عدد التنزيلات
fa: تعداد دانلودها

source: Permalink
ar: الرّابط
fa: لینک ثابت

# Footer heading
source: A project by
ar: مشروع من تطوير
fa: پروژه‌ای از

# Footer
source: ASL19
ar: مادّة ١٩
fa: اصل‌۱۹

# Footer heading
source: Register for the Paskoocheh mailing list
ar: انضمّوا لنشرة زنچة
fa: نام‌نویسی برای دریافت آخرین خبرهای پس‌کوچه

# Footer mailing list form
source: E-mail address
ar: الإيميل
fa: آدرس ایمیل

# Footer mailing list form
source: Enter your e-mail address
ar: إدخال الإيميل
fa: ایمیل خود را وارد کنید

# Footer mailing list form
source: Register
ar: التسجيل
fa: نام‌نویسی

# Footer heading
source: About Paskoocheh
ar: المزيد من المعلومات
fa: اطلاعات بیشتر

# Navigation
source: Blog
ar: المدوّنة
fa: بلاگ

# Navigation
source: About
ar: عن زنچة
fa: درباره ما

# Navigation
source: Terms of service
ar: شروط الاستخدام
fa: شرایط استفاده

# Navigation
source: Privacy policy
ar: سياسة الخصوصيّة
fa: حریم خصوصی

# Footer heading
source: Download apps through
ar: تحميل التطبيقات عبر
fa: دانلود فیلترشکن و اپ از

# Footer Telegram link
source: Our Telegram Bot
ar: بوت زنچة‫-‬تيليجرام
fa: تلگرام

# Footer email link
source: Our Email Responder
ar: مُجيب الإيميل الآلي
fa: ایمیل

# Footer heading
source: Contact us
ar: اتصلوا بنا
fa: تماس با ما

# Footer button
source: Download App
ar: تنزيل التطبيق
fa: دانلود پس‌کوچه

# Footer license
source: Creative Commons
ar: مشاع إبداعي
fa: مجوز کریتیو کامنز

# Footer license
source: This work is licensed under
ar: حقوق هذا العمل مصنّفة تحت
fa: این وبسایت دارای مجوز زیر است:

# Footer license
source: a Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License.
ar: رخصة مشاع إبداعي: نَسْبُ الـمُصنَّف، الترخيص بالمثل 4.0 دولي.
fa: مجوز کریتیو کامنز اختیار-غیرتجاری-اشتراک همانند 4.0 بین‌المللی.

# Footer rights
source: ©2020 - Paskoocheh | All right reserved
ar: جميع الحقوق محفوظة | 2020© زنجة
fa: پس‌کوچه ۲۰۲۰© | کلیه حقوق محفوظ است

# Navigation
source: App categories
ar: تصنيف التطبيقات
fa: فیلترشکن‌ها و اپ‌ها

# Navigation
source: Contact us
ar: اتصلوا بنا
fa: تماس با ما

# Header
source: Search
ar: البحث
fa: جستجو

# Header
source: Search query
ar: مسألة البحث
fa: جستجوی

# Search
source: Search for tools
ar: بحث عن التطبيقات
fa: جستجو

# Header search form
source: Clear
ar: محو
fa: پاک کردن

# Header search form
source: Search
ar: بحث
fa: جستجو

# Header
source: Platform
ar: المنصّة
fa: سیستم‌عامل

# Header
source: All platforms
ar: جميع المنصّات
fa: سیستم‌عامل‌ها

# Navigation
source: Showing Apps of <span id="global-platform-slug">%(selected_platform)s</span>
ar: تغيير المنصّة من: <span id="global-platform-slug">%(selected_platform)s</span>
fa: اپ‌های <span id="global-platform-slug">%(selected_platform)s</span>

# Platform menu
source: All platforms
ar: جميع المنصّات
fa: همه سیستم‌عامل‌ها

# Platform menu
source: Desktop
ar: مكتبي
fa: دسکتاپ

# Platform menu
source: Web
ar: ويب
fa: وب

# Platform menu
source: Mobile
ar: محمول
fa: موبایل

# Header
source: Skip to main content
ar: إلى المحتوى الرّئيسي
fa: برو به محتوای اصلی

# Header
source: Menu
ar: القائمة
fa: فهرست

source: Zanga
ar: زنچة

source: Navigation
ar: التنقل
fa: جهت‌یابی

# Platform menu
source: What device are you using?
ar: ما المنصّة المستخدمة؟
fa: دستگاه مورد استفاده شما چیست؟

# Navigation
source: Category
ar: التصنيف
fa: دسته‌ها

# Navigation
source: Pages
ar: الصفحات
fa: صفحه‌ها

source: Version %(version_number)s
ar: الإصدار %(version_number)s
fa: نسخه %(version_number)s

# Review
source: There are no reviews for %(version_name)s.
ar: لا يوجد أيّة تقييمات لِ %(version_name)s.
fa: نظری درباره %(version_name)s وجود ندارد.

# Blog post
source: Share on Telegram
ar: المشاركة عبر تليجرام
fa: هم‌رسانی در تلگرام

# Blog post
source: Share on Facebook
ar: المشاركة على فيسبوك
fa: هم‌رسانی در فیس‌بوک

# Blog post
source: Share on Twitter
ar: المشاركة على تويتر
fa: هم‌رسانی در توییتر

# Tool list
source: No matching tools.
ar: لا تطبيقات مطابقة.
fa: اپلیکیشنی یافت نشد.

# Tool version
source: Download count
ar: عدد التنزيلات
fa: تعداد دانلودها

# Tool version
source: Review submitted successfully. It will appear on the site once it is approved.
ar: تمّ إرسال تقييمكم بنجاح‫.‬ سيظهر على الموقع فور المراجعة.
fa: نظرِ شما با موفقیت ثبت شد و پس از تایید بر روی وبسایت نشان داده خواهد شد.

# Tool version
source: Support request submitted successfully. We’ll get back to you soon!
ar: تمّ إرسال طلب الدّعم بنجاح‫.‬ سنرد عليكم قريباً‫!
fa: درخواستِ پشتیبانی با موفقیت ثبت شد. به زودی با شما تماس خواهیم گرفت!

# Tool version
source: Other versions of %(tool_name)s
ar: إصدارات أخرى من %(tool_name)s
fa: نسخه‌های دیگرِ %(tool_name)s

# Tool version
source: Contact support
ar: اتّصلوا بفريق الدّعم
fa: تماس با پشتیبانی

# Tool version
source: Contact Paskoocheh support team
ar: الاتصال بخدمات الدّعم
fa: تماس با پشتیبانی

# Tool version
source: App available on
ar: التطبيق متوفر على
fa: سیستم‌عامل‌های موجود

# Tool version
source: Extension available on
ar: الإضافة متوفرة على
fa: افزونه‌های موجود

# Tool version
source: More information
ar: المزيد من المعلومات
fa: اطلاعات بیشتر

# Tool version
source: Version
ar: الإصدار
fa: نسخه

# Tool version
source: OS
ar: نظام التشغيل
fa: سیستم‌عامل

# Tool version
source: Size
ar: الحجم
fa: حجم

# Tool version
source: Latest update
ar: آخر التحديثات
fa: آخرین به‌روزرسانی

# Tool version
source: Developer website
ar: موقع المطوّر
fa: وبسایت سازندگان

# Tool version
source: SHA256 checksum
ar: تدقيق المجموع ‫‫SHA256
fa: چک‌سام

# Tool version checksum
source: What is this?
ar: ما هذا؟
fa: این چیست؟

# Tool version
source: Associated tools
ar: تطبيقات ذات صلة
fa: اپلیکیشن مرتبط

# Tool version
source: Associated posts
ar: تدوينات ذات صلة
fa: نوشته‌های مرتبط

# Tool version
source: Download links
ar: روابط التنزيل

# Tool version
source: Download
ar: تنزيل مُباشر
fa: دانلود مستقیم

# Tool version download link
source: Download from website
ar: تنزيل عبر الانترنت
fa: دانلود از وبسایت

# Tool version
source: Download via email
ar: تنزيل عبر الإيميل
fa: دانلود از ایمیل

# Tool version
source: Guide
ar: دليل
fa: راهنما

# Tool version
source: For installation instructions, please see our guide:
ar: لتعليمات التثبيت يرجى مراجعة دليلنا‫:
fa: لطفا برای نصبِ برنامه، راهنمای ما را بخوانید:

# Tool version
source: %(version_name)s guide
ar: دليل %(version_name)s
fa: راهنمای %(version_name)s

# Tool version
source: Frequently asked questions
ar: الأسئلة الشّائعة
fa: سوال‌های متداول

# Tool version
source: All FAQs
ar: جميع الأسئلة الشّائعة
fa: همه سوال‌های متداول

# Tool version
source: Video tutorials
ar: ڤيديو إرشادي
fa: فیلم‌های آموزشی

# Tool version
source: All video tutorials
ar: جميع الڤيديوهات الإرشاديّة
fa: همه فیلم‌های آموزشی

# Review
source: Write review
ar: كتابة تقييم
fa: نظر بدهید

# Review
source: Review %(version_name)s
ar: مراجعة %(version_name)s
fa: درباره %(version_name)s نظر بدهید

# Tool version
source: Latest reviews
ar: آخر التقييمات
fa: نظرهای بیشتر

# Review
source: More reviews
ar: المزيد من التقييمات
fa: نظرهای بیشتر

# Tool version platforms bar
source: Versions of %(tool_name)s
ar: إصدارات %(tool_name)s
fa: نسخه‌های %(tool_name)s

# FAQ
source: All %(tool_name)s FAQs
ar: جميع الأسئلة الشائعة حول %(tool_name)s
fa: همه سوال‌های متداولِ %(tool_name)s

# Review
source: Older reviews
ar: التقييمات الأقدم
fa: نظرهای قدیمی‌تر

# Review
source: Newer reviews
ar: التقييمات الأحدث
fa: نظرهای جدیدتر

# Blog post associated tool
source: {tool_name} for {platform_name}
ar: {platform_name} - {tool_name}
fa: ‫{tool_name} - {platform_name}

# Metadata
source: An open-source app store enabling easy access to circumvention and privacy tools.
ar: مكان واحد لاكتشاف، تنزيل، وتقييم تطبيقات الأمان الرّقمي.
fa: بازارچه‌ای امن برای دانلود فیلترشکن، ابزارهای امنیت دیجیتال و اپلیکیشن‌هایی رایگان که به علت تحریم یا فیلترینگ در کافه‌بازار و گوگل‌پلی در دسترس نیستند.

# Review
source: {rating}<span class="invisible"> star</span>
ar: {rating}<span class="invisible"></span>
fa: ‫‫{rating}<span class="pk-g-invisible"> ستاره</span>

# Review
source: Review for {tool_name_and_version}
ar: {tool_name_and_version} تقييم لِ
fa: نظر درباره {tool_name_and_version}

# Tool version download link
source: Download from Apple App Store
ar: التحميل من أپل آپ ستور
fa: دانلود از اپ‌استور

# Tool version download link
source: Download from Google Chrome Web Store
ar: التحميل من متجر جوجل الكروم على الوب
fa: دانلود از وب استورِ گوگل‌کروم

# Tool version download link
source: Download from Google Play
ar: التحميل من جوجل پلاي
fa: دانلود از گوگل‌پلی

# Tool version download link
source: Download from Microsoft Store
ar: التحميل من متجر مايكروسوفت
fa: دانلود از ماکروسافت استور

# Review overlay
source: Review {tool_name_and_platform}
ar: ‎قيّموا {tool_name_and_platform}
fa: درباره {tool_name_and_platform} نظر بدهید

# Review overlay
source: Reviews are public and cannot be edited once published.
ar: التقييمات تظهر بشكل عام وغير قابلة للتعديل بعد النشر
fa: نظرها به صورت عمومی قابل مشاهده است و پس از انتشار قابل ویرایش نیست.

# Support overlay
source: Get support for {tool_name_and_platform}
ar: ‫‎احصلوا على الدعم لِ {tool_name_and_platform}
fa: تماس با پشتیبانی برای {tool_name_and_platform}

# Support overlay
source: We promise to respond as soon as possible
ar: نعدكم بردنا قي أقرب فرصة
fa: در اسرع وقت به پیغام شما پاسخ خواهیم داد.

# List title
source: Featured
ar: اخترنا لكم
fa: برگزیده

# Blog post list title
source: {featured} {category_name} blog posts about {tool_name} for {platform_name}
ar: {platform_name} لِ {tool_name} تدوينات حول {category_name} {featured}
fa: ‫‫نوشته‌های: ”{featured}“ ”{category_name}“ ”{tool_name} - {platform_name}“

# Blog post list title
source: {featured} {category_name} blog posts about {tool_name}
ar: {tool_name} تدوينات حول {category_name} {featured}
fa: ‫نوشته‌های: ”{featured}“ ”{category_name}“ ”{tool_name}“

# Blog post list title
source: {featured} {category_name} blog posts
ar: تدوينات {category_name} {featured}
fa: نوشته‌های: ”{featured}“ ”{category_name}“

# Blog post list title
source: Latest blog posts
ar: آخر التدوينات
fa: بلاگ - راهنمای فیلترشکن، اخبار اینترنت و …

# Tool list title description
source: Most downloaded
ar: الأكثر تنزيلاً
fa: محبوب

# Tool list title description
source: Recently added
ar: جديدة
fa: جدید

# Tool list title description
source: Recently updated
ar: بِتحديثات جديدة
fa: به‌روز شده

# Tool list title
source: {description} {featured} “{query}” {tool_type} tools for other platforms
ar: تطبيقات {tool_type} {description} لمنصّات أخرى '{query}' {featured}
fa: اپ‌های {description} {featured} ”{query}“ {tool_type} برای سیستم‌عامل‌های دیگر

# Tool list title
source: {description} {featured} “{query}” {tool_type} tools for {platform}
ar: تطبيقات {tool_type} {description} {featured} '{query}' - {platform}
fa: اپ‌های {description} {featured} ”{query}“ {tool_type} - {platform}

# Tool list title
source: {description} {featured} “{query}” {tool_type} tools
ar: تطبيقات {tool_type} {description} {featured} '{query}'
fa: اپ‌های {description} {featured} ”{query}“ {tool_type}

# Blog post list title
source: {category_name} blog posts
ar: تدوينات {category_name}
fa: ‫{category_name}

# Blog post list title
source: Featured blog posts
ar: تدوينات اخترناها لكم
fa: نوشته‌های برگزیده

# Tool list title article
source: The
ar: ال

# Tool list title
source: {description} {featured} “{query}” {tool_type} {article_prefix}tools for other platforms
ar: {article_prefix}تطبيقات {tool_type} {description} لمنصّات أخرى '{query}' {featured}
fa: اپ‌های {description} {featured} ”{query}“ {tool_type} برای سیستم‌عامل‌های دیگر

# Tool list title
source: {description} {featured} “{query}” {tool_type} {article_prefix}tools for {platform}
ar: {article_prefix}تطبيقات {tool_type} {description} {featured} '{query}' - {platform}
fa: اپ‌های {description} {featured} ”{query}“ {tool_type} - {platform}

# Tool list title
source: {description} {featured} “{query}” {tool_type} {article_prefix}tools
ar: {article_prefix}تطبيقات {tool_type} {description} {featured} '{query}'
fa: اپ‌های {description} {featured} ”{query}“ {tool_type}

# Blog
source: Description of Paskoocheh blog
ar: وصف لمدوّنة زنچة
fa: در بلاگ پس‌کوچه درباره فیلترشکن‌ها،‌ ابزارهای امنیت دیجیتال و سایر ابزارهای موجود بخوانید و نوشته‌های آموزشی و اخبار مربوط به آن‌ها را دنبال کنید.

# Error message
source: No blog post matching this URL exists.
ar: ليس هناك تدوينة تحت هذا الرّابط.
fa: هیچ نوشته‌ای مطابق با این آدرس وجود ندارد.

# Error message
source: URL contains unknown category code “{category_code}“.
ar: يحتوى الرّابط على كود لتصنيف غير معروف: ‬{category_code}.
fa: آدرس حاوی کد دسته ناشناخته ”{category_code}“ است.

# Error message
source: URL contains invalid featured value.
ar: يحتوي الرّابط على قيمة غير صحيحة.
fa: آدرس حاوی اطلاعات نامعتبر است.

# Error message
source: URL contains invalid tool value.
ar: يحتوى الرّابط على قيمة تطبيق غير صحيحة.
fa: آدرس حاوی اطلاعات اپلیکیشن نامعتبر است.

# Error message
source: URL contains unknown tool ID “{tool_id}“.
ar: يتحوي الرّابط على رقم هويّة تطبيق غير معروف: ‫‫{tool_id}.
fa: آدرس حاوی اپلیکیشن ناشناخته “{tool_id}“ است.

# Error message
source: URL contains unknown invalid version code “{version_code}“.
ar: يحتوي الرّابط على كود نسخة غير معروفة وغير صحيحة: ‫{version_code}.
fa: آدرس حاوی کد نسخه نامعتبر و ناشناخته “{version_code}“ است.

# Error message
source: URL contains unknown version “{version_arg}“.
ar: يحتوى الرّابط على نسخة غير معروفة: ‬{version_arg}.
fa: آدرس حاوی نسخه ناشناخته “{version_arg}“ است.

# Error message
source: There are no posts on this page.
ar: ليس هناك تدوينات على هذه الصّفحة‫.
fa: هیچ نوشته‌ای ‫در این صفحه وجود ندارد.

# Error message
source: URL contains invalid page value “{page_arg}”.
ar: يحتوى الرابط على قيمة صفحة غير معروفة: ‬{page_arg}.
fa: آدرس حاوی صفحه نامعتبر ”{page_arg}“ است.

# Error message
source: This page isn’t available in the current language.
ar: هذه الصفحة غير متوفّرة في اللّغة التي تمّ اختيارها‫.
fa: این صفحه در زبانِ فعلی موجود نیست.

# Page title
source: What we do
ar: عن زنچة
fa: درباره پس‌کوچه

# Page title
source: Terms of service
ar: شروط الاستخدام
fa: شرایط استفاده

# Page title
source: Privacy policy
ar: سياسة الخصوصيّة
fa: حریم خصوصی

# Page title
source: Contact us
ar: اتصلوا بنا
fa: تماس با ما

# Error message
source: This page doesn’t exist.
ar: هذه الصّفحة غير موجودة‫.
fa: این صفحه وجود ندارد.

# Error message
source: Contact request rejected because email address was blank.
ar: تمّ رفض طلب الاتصال لعدم تعبئة الإيميل‫.‬ نحتاجهُ للرد عليكم يا رفاق‫.
fa: درخواست پشتیبانی به دلیل خالی بودن آدرس ایمیل رد شد.

# Error message
source: Contact request rejected because message was blank.
ar: تمّ رفض طلب الاتصال بسبب ترك نص الرّسالة فارغاً‫.‬ نحن لا ننجّم بالغيب يا رفاق الزّنچة‫.
fa: ‫درخواست پشتیبانی به دلیل خالی بودن پیغام رد شد.

# Error message
source: Support request rejected because verification code (reCAPTCHA) was missing or invalid. Please navigate back and try again. If this doesn’t seem right, please contact us.
ar: تمّ رفض رسالة التواصل لأنّ رمز التحقق (reCAPTCHA) غير صالح.‬ يرجى المحاولة من جديد‫.‬ إذا كانت رسالة الخطأ هذه غير منطقيّة، يرجى الاتصال بنا‫.

# Error message
source: Unspecified error.
ar: خطأ غير محدّد‫.
fa: خطای نامشخص.

# Error title
source: Page not found
ar: لم يتم العثور على الصّفحة‫
fa: صفحه یافت نشد

# Error title
source: Bad request
ar: طلب غير صالح
fa: درخواست ناموفق

# Error title
source: Internal server error
ar: خطأ في الخادوم الدّاخلي
fa: خطای داخلی سِرور

# Error message
source: URL contains invalid orderby value.
ar: الرّابط يحتوى على قيمة غير صالحة لترتيب المدخلات‫.
fa: آدرس حاوی دستورالعمل نامعتبر است.

# Error message
source: Search query cannot be empty.
ar: لا يمكن ترك مسألة البحث فارغة‫.
fa: بخش جستجو نباید خالی باشد.

# Error message
source: Required platform parameter missing.
ar: معامل المنصّة المطلوب مفقود‫.
fa: پارامتر موردنیازِ پلتفرم یافت نشد.

# Error message
source: No FAQ matching this URL exists.
ar: ليست هناك أسئلة متكرّرة مطابقة لهذا الرّابط‫.
fa: هیچ سوال متداولی مطابق با این آدرس وجود ندارد.

# FAQ
source: FAQ for {tool_name}
ar: الأسئلة المتكرّرة حول‫‫ {tool_name}
fa: سوال متداولِ {tool_name}

# FAQ
source: FAQs for {tool_name}
ar: الأسئلة المتكرّرة حول‫‫ {tool_name}
fa: سوال‌های متداولِ {tool_name}

# Error message
source: The server was unable to identify the form’s data type.
ar: لم يتمكّن الخادوم من التعرّف على صنف البيانات في النموذج‫.
fa: سِرور قادر به شناسایی این نوع داده نیست.

# Error message
source: Review rejected because rating wasn’t specified. Please navigate back and try again.
ar: تمّ رفض التقييم لعدم تعبئة تقييمكم من حيث عدد النّجوم أيضاً‫.‬ يرجى المحاولة من جديد‫.
fa: نظر شما به دلیل نامشخص بودن امتیاز رد شد. لطفا به صفحه قبلی بازگردید و دوباره امتحان کنید.

# Error message
source: Review rejected because rating was unspecified or invalid. Please navigate back and try again. If this doesn’t seem right, please contact us.
ar: تمّ رفض التقييم لأنّ التقييم من حيث عدد النّجوم غير محدّد أو غير صالح.‬ يرجى المحاولة من جديد‫.‬ إذا كانت رسالة الخطأ هذه غير منطقيّة، يرجى الاتصال بنا‫.
fa: نظر شما به دلیل نامشخص یا نامعتبر بودنِ امتیاز رد شد. لطفا به صفحه قبلی بازگردید و دوباره امتحان کنید. در صورت اشتباه بودن این موضوع، با پشتیبانی تماس بگیرید.

# Error message
source: Review rejected because verification code (reCAPTCHA) was missing or invalid. Please navigate back and try again. If this doesn’t seem right, please contact us.
ar: تمّ رفض التقييم لأنّ رمز التحقق (reCAPTCHA) غير محدّد أو غير صالح.‬ يرجى المحاولة من جديد‫.‬ إذا كانت رسالة الخطأ هذه غير منطقيّة، يرجى الاتصال بنا‫.
fa: نظر شما به دلیل نامشخص یا نامعتبر بودنِ امتیاز رد شد. لطفا به صفحه قبلی بازگردید و دوباره امتحان کنید. در صورت اشتباه بودن این موضوع، با پشتیبانی تماس بگیرید.

# Error message
source: Review rejected because referenced tool version doesn’t exist. If this doesn’t seem right, please contact us.
ar: تمّ رفض التقييم لأنّ التطبيق المرتبط غير موجود‫.‬ إن لم تكن رسالة الخطأ هذه منطقيّة يرجى الاتصال بنا‫.‬ تهمّنا تقييماتكم‫.
fa: نظر شما به دلیل وجود نداشتنِ نسخه اپلیکیشن موردنظر رد شد. در صورت اشتباه بودن این موضوع، با پشتیبانی تماس بگیرید.
