Repository: ASL-19/paskoocheh-web
Catalog: src/paskoocheh/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Blog
ar: المدونة

source: Last Modified Time
ar: موعد آخر تعديل

source: Category Name (English)
ar: اسم التصنيف (بالانجليزيّة)

source: Category Name (Arabic)
ar: اسم التصنيف (بالعربية)

source: Category Name (Farsi)
ar: اسم التصنيف (بالفارسيّة)

source: Photo
ar: صورة

source: Note: This is currently unused.
ar: ملاحظة: حاليّاً غير مستخدم.

source: Description
ar: توضيح

source: Not displayed on site, but used as social media description and search engine snippet suggestion for blog category pages.
ar: لا يتم عرضه على الموقع، ولكنه يستخدم كوصف في وسائل الإعلام الاجتماعية وكاقتراح مقتطف في محرك البحث لصفحات تصفنيفات المدونة.

source: Categories
ar: التصنيفات

source: Published Date
ar: تاريخ النّشر

source: Category
ar: التصنيف

source: Summary
ar: موجز

source: Used for post listing previews if the post has no associated featured image. Also appears in RSS feeds, social media preview, and search engine snippets.
ar: يستخدم في معاينات قائمة التدوينات، إن لم يُحدّد للتدوينة صورة غلاف. كما يظهر في نشرات ال RSS، معاينات الإعلام الاجتماعي، وفي مقتضبات محركات البحث.

source: User
ar: المستخدم(ة)

source: Note: The post‘s associated user is not currently displayed on the site, but this may change in the future.
ar: ملاحظة: المستخدم المرتبط بهذه المدوّنة غير معروض حاليّاً على الموقع، لكن ذلك قد يتغيّر في المستقبل.

source: Comments Allowed
ar: التعليقات مسموحة

source: Note: Comments aren’t currently supported, but this may change in the future.
ar: ملاحظة: التعليقات غير مدعومة حاليّاً، لكن ذلك قد يتغيّر في المستقبل.

source: Feature Order
ar: ترتيب المُختارات

source: If set, the post will be considered featured. Featured posts with lower feature orders will appear earlier in featured lists.
ar: إن تمّ الضبط، سيتم اعتبار الإدخال من “المُختارات”. الإدخالات المختارة في أسفل ترتيب المُختارات ستبدو وكأنّها أقدم في قوائم المُختارات.

source: Featured Image
ar: صورة الغلاف

source: Feature images should have a 2.5:1 aspect ratio (e.g. 800x320). This target ratio can be changed with minor changes to the site, but it needs to be consistent across all blog posts.
ar: يجب أن يكون متوسّط البعد للصور المُختارة أو صور الغلاف ١:٢،٥ (مثلاً العرض ٨٠٠ في ٣٢٠). يمكن أن يطرأ على متوسّط البُعد تغيّرات طفيفة، لكن يجب أن يكون موحّداً عبر جميع التدونيات.

source: Featured Image Description
ar: وصف صورة الغلاف

source: Text describing the image (for screen readers and search engines)
ar: النص الذي يصف الصّورة (لقُرّاء الشاشات ومحرّكات البحث)

source: Language
ar: اللغة

source: Tags
ar: الوسومات

source: Post
ar: التدوينة

source: Comment Date
ar: تاريخ التعليق

source: Email
ar: الإيميل

source: Name
ar: الإسم

source: Title
ar: العنوان

source: Content
ar: المحتوى

source: Approved
ar: موافق عليه

source: Note: This field is currently only used for search relevance. It isn’t displayed on the site.
ar: ملاحظة: يستخدم هذا الحقل في إيجاد المواضيع ذات الصُّلة في البحث فقط. ولن يظهر على الموقع.

source: Android ID
ar: هويّة الأندرويد

source: Email Address
ar: الإيميل

source: Password
ar: كلمة السّر

source: Token
ar: الفيشة

source: Google Play API
ar: واجهة برمجة التطبيقات لچوچل پلاي

source: Update Recipients (csv)
ar: تحديث المُستلمين (csv)

source: Android Apps
ar: تطبيقات آندرويد

source: Type Name
ar: إطبع الإسم

source: Type Name in Farsi
ar: إطبع الإسم (بالفارسيّة)

source: Type Name in Arabic
ar: ‫إطبع الإسم (بالعربية)

source: Type URL slug
ar: إطبع عنوان التدوينة في الرّابط (بالانجليزيّة)

source: Tool Type Icon
ar: إطبع نوع الأيقونة

source: Promo Image
ar: الصورة الترويجيّة

source: Image title
ar: عنوان الصّورة

source: Link URL
ar: رابط الرّابط

source: Open in new window?
ar: الفتح في شبّاك جديد؟

source: Order
ar: الترتيب

source: About Paskoocheh
ar: حول زنچة

source: Contact Email
ar: إيميل الاتصال

source: Privacy Policy
ar: سياسة الخصوصيّة

source: Terms of Service and Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصيّة

source: Terms of Service
ar: شروط الخدمة

source: FAQ Page Footer
ar: ذيل صفحة الأسئلة المُتكرّرة

source: Publish
ar: أُنشر

source: Web Texts
ar: نصوص الويب

source: Platform Name
ar: اسم المنصّة

source: Platform Name in Farsi
ar: ‫اسم المنصّة (بالفارسيّة)

source: Platform Name in Arabic
ar: ‫‫اسم المنصّة (بالعربية)

source: %(value)s is not a valid bucket
ar: ‫%(value)s ليست حزمة صالحة

source: %(value)s is not accessible %(error)
ar: ‫%(value) غير متاحة %(error)

source: Last modified time
ar: موعد آخر تعديل

source: Tool name
ar: اسم الأداة

source: Tool
ar: الأداة

source: Star Rating
ar: التقييم بعدد النّجوم

source: Subject
ar: الموضوع

source: User Name
ar: اسم المستخدم(ة)

source: Text
ar: النص

source: Checked
ar: تمّ التدقيق

source: Tool Version
ar: إصدار الأداة

source: Creation Date
ar: تاريخ الإنشاء

source: Message
ar: الرّسالة

source: Channel Version
ar: إصدار القناة

source: Platform Version
ar: إصدار المنصّة

source: Status
ar: الحالة

source: forbidden
ar: ممنوع

source: error
ar: خطأ

source: We're sorry, but the requested action is forbidden
ar: نعتذر، لكن الفعل الإجراء ممنوع

source: Page not found
ar: لم يتم العثور على الصّفحة

source: We're sorry, but the requested page could not be found.
ar: نعتذر، لم يتم العثور على الصّفحة المطلوبة

source: Server Error
ar: خطأ في الخادوم

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
ar: تمّ هناك خطأ. تمّ التبليغ عنه إلى مدراء الموقع عبر الإيميل ومن المرجّح إصلاحة قريباً. شكراً على تفهّمكم.

source: Back to list
ar: العودة إلى القائمة

source: Add %(name)s
ar: إضافة %(name)s

source: Delete AWS File ID
ar: حذف هويّة ملف AWS

# Index
source: This browser is unfortunately unsupported as of now
ar: المتصفح المستخدم غير مدعوم حالياً

source: Recover deleted %(name)s
ar: استرجاع %(name)s المحذوفة

source: Choose a date from the list below to revert to a previous version of this object.
ar: اختر تاريخ من القائمة أدناه للعودة لإصدار سابق من هذا الشيء.

source: Date/time
ar: التاريخ/الوقت

source: Comment
ar: تعليق

source: This object doesn't have a change history. It probably wasn't added via this admin site.
ar: لا يملك هذا الشيء تاريخ تغييرات. على الأرجح لم تتم إضافته من قبل مدير الموقع هذا.

source: Home
ar: الرئيسيّة

source: Press the save button below to recover this version of the object.
ar: اضغط زر الحفظ أدناه لاسترجاع هذه النّسخة من الشيء.

source: Choose a date from the list below to recover a deleted version of an object.
ar: اختر تاريخ من القائمة أدناه لاسترجاع إصدار محذوف من شيء ما.

source: There are no deleted objects to recover.
ar: ليس هناك أشياء حتى يتم استرجاعها.

source: History
ar: التاريخ

source: Revert %(verbose_name)s
ar: استرجاع %(verbose_name)s

source: Press the save button below to revert to this version of the object.
ar: اضغط زر الحفظ أدناه لاسترجاع هذه النّسخة من الشيء.

source: LOGO
ar: الشّعار

source: SCREENSHOT
ar: لقطة للشاشة

source: HEADER
ar: الترويسة

source: Image File
ar: ملف الصّورة

source: Image Type
ar: نوع الصّورة

source: Should display full-bleed
ar: يجب أن تظهر بدون هوامش

source: If checked, and if the image is a logo image, clients should display it full-bleed (without any padding). Full-bleed images should have a coloured background and internal padding, or a transparent background and internal padding. Has no effect on non-logo images.
ar: إن وضعت علامة صح، وإذا كانت الصورة عبارة عن صورة شِعار، سيعرضها العملاء بدون هوامش (على كامل الصّفحة). يجب أن تتضمّن الصّور بلا هوامش خلفيّة ملوّنة وهوامش داخليّة، أو خلفيّة شفّافة وهوامش داخليّة. لن يؤثّر على الصّور الأخرى.

source: If set, this image will only appear in the specified language. Otherwise, it will appear in all languages.
ar: إن تمّ الضّبط، ستظهر هذه الصّورة فقط في الٌُلغة المُحدّدة. عدا عن ذلك، ستبدو في جميع اللغات.

source: Image
ar: الصّورة

source: Images
ar: الصّور

source: Created time
ar: وقت الإنشاء

source: Author
ar: المؤلفّ

source: This is just a latin name for admin panel only
ar: هذا مجرّد إسم لاتيني للائحة المُدراء فقط

source: Whether you trust the tool's source
ar: حول الثّقة بمصدر الأداة

source: Trusted Source
ar: مصدر موثوق

source: Is this tool featured
ar: هل هذه أداة مُختارة؟

source: Featured Tool
ar: أداة مُختارة لكم

source: Open source
ar: مفتوح-المصدر

source: Source url on Github or Bitbucket
ar: رابط المصدر على جيت هب أو بت بكت

source: Tool Type
ar: نوع الأداة

source: Main website of the tool
ar: الموقع الرئيسي للأداة

source: Facebook URL
ar: رابط فيسبوك

source: Twitter URL
ar: رابط تويتر

source: Feed URL
ar: رابط النّشرة

source: Link of the company blog
ar: موقع مدوّنة الشّركة

source: Support email address
ar: عنوان إيميل الدّعم

source: Support url on the company website
ar: رابط الدّعم على موقع الشّركة

source: Tools
ar: الأدوات

source: Corresponding tool
ar: الأداة المُشابهة

source: Language-specific name
ar: الأسم في اللٌغة التي تم تحديدها

source: Name of the tool in the corresponding language
ar: اسم الأداة في اللّغة المُطابقة

source: Company name
ar: اسم الشّركة

source: Description of tool, max 2000 character
ar: توضيح الأداة، ٢٠٠٠ خانة بالأكثر

source: Information about the tool
ar: معلومات حول الأداة

source: Tools information
ar: معلومات الأداة

source: Tool version number
ar: رقم إصدار الأداة

source: Each version might have different number, when an update happens, this field must change or the user will not receive a notification
ar: قد يكون لكل إصدار رقم مُختلف، وعند حدوث تحديث، يجب أن يتغيّر هذا الحقل. إن لم يتم ذلك، لن يحصل المستخدمين على تنبيه.

source: Platforms
ar: المنصّات

source: Actual release date from publisher
ar: تاريخ الإصدار الحقيقي من قبل النّاشر

source: Release date in Jalali
ar: تاريخ الإصدار بالتقويم الجلالي

source: Download url
ar: رابط التّحميل

source: Release Binary
ar: ثنائية النّشر

source: Checksum for release binary
ar: تدقيق المجموع لثُنائية الإصدار

source: Size of download in bytes
ar: حجم التنزيل بالبايتات

source: Link to the release news if any
ar: رابط إلى أخبار عن الإصدار إن وجدت

source: Android-specific Package Name
ar: اسم الحزمة (package) المخصّصة بأندرويد

source: Android-specific Automatic Update
ar: التحديث التلقائي الخاص بأندرويد

source: Android-specific App Permissions (CSV)
ar: أذونات التطبيق (CSV)المخصّصة بأندرويد

source: Guide url
ar: رابط الدليل

source: FAQ url
ar: رابط الأسئلة المتكرّرة

source: Binary Signature
ar: توقيع الثنائية

source: Signature File
ar: ملف التوقيع

source: Version
ar: الإصدار

source: Versions
ar: الإصدارات

source: Corresponding version
ar: الإصدار المُشابه

source: Click count
ar: عدد مرّات النّقل

source: FAQ
ar: الأسئلة الأكثر تكراراً

source: FAQs
ar: ‫الأسئلة الأكثر تكرارا

source: URL slug
ar: العنوان في الرابط (بالانجليزيّة)

source: Video File
ar: ملف الفيديو

source: Video Link
ar: رابط الفيديو

source: Tutorial
ar: إرشادات

source: Tutorials
ar: إرشادات

source: Failure
ar: فشل

source: Bad request
ar: طلب غير صالح

source: Success
ar: تمّ بنجاح

source: User Management
ar: إدارة المستخدم
